page_title = 0
page_header = "Animal ДжаZ. История"
page_container = "Днём рождения группы считается 22 декабря 2000 года.
Группа записала 8 электрических альбомов, 4 акустических, 16 синглов и 4 DVD, неоднократно принимала участие в фестивалях «Максидром», «Нашествие», «Крылья», 
«СКИФ», «Мегахаус», «Кубана», выступала перед группами Rollins Band, Garbage, Clawfinger, The Rasmus, Red Hot Chilli Peppers, The Vaccines, Linkin Park.
В 2006 году музыканты записали саундтрек к фильму «Граффити» (режиссёр Игорь Апасян). Премьера фильма прошла с аншлагом в рамках XIX Международного Кинофестиваля 
в Токио. Также песни «Animal ДжаZ» используются в различных сериалах на центральных телеканалах («Маргоша», «Господа офицеры», «Любовь не шоу-бизнес» и др.)
В коллекции группы 24 официальных видеоклипа.
21 октября 2007 года группа представила публике акустический альбом под названием «1:0 В Пользу Осени». Это первая акустика «Animal ДжаZ», записанная в полном составе.
13 марта 2009 года группа презентовала свой новый альбом «Эгоист» во дворце спорта «Лужники». Далее группа представляла альбом в клубах — 15 марта 2009 года в Киеве в 
клубе «Бинго», а 20 марта 2009 года — в Санкт-Петербурге, в «ГлавClub»'е.
В 2009 году «Animal ДжаZ», совместно с Влади из группы «Каста», записала трек «Можно всё». Клип на эту песню ротировался на множестве телеканалов и входил в хит-парад 
«Русская десятка» на MTV-Russia.
Далее «Animal ДжаZ» отправились в тур по городам России и СНГ в рамках «ЭГОИСТичного тура».
25 марта 2011 года на лейбле «КапКан рекордс» (в сотрудничестве с фирмой «Soyuz Music») группа выпустила свой шестой альбом под названием «Animal ДжаZ». 
Альбом вышел ограниченным тиражом, в виде книги с постером группы и текстами песен. Каждый диск пронумерован.
В июне 2012 года музыканты приняли участие в первом рок-фестивале «Остров» (Архангельск).
1 и 2 июня 2014 года, группа выступала в качестве разогрева перед концертами Linkin Park в России. 1 июня шоу состоялось в Санкт-Петербурге (стадион "Петровский). 
2 июня шоу состоялось в Москве (стадион "Олимпийский).
15 марта 2017 года вышел клип «Здесь и сейчас». В съемках приняли участие подопечные благотворительного фонда АдВита.
19 марта 2017 года группа выпускает мини-альбом под названием «Любовь к полётам». Пластинка состоит из двух треков («Питер» и «Любовь к полётам»). Трек «Любовь к 
полётам» получил место в хит-параде «Чартова дюжина». 13 сентября вышел сингл «Счастье», также попавший в Чартову дюжину.
17 ноября состоялся релиз компиляции «Шаг Вдох. Трибьют», на котором представлены песни из альбома «Шаг Вдох» в исполнении других музыкантов. Выход альбома, 
приуроченный к 10-летию «Шаг Вдох», был предварён двумя синглами, на один из которых был снят клип."

page_footer = 0
file = open("index.html")
file.write('<!DOCTYPE html>n/
<html>n/
<head>n/
<title>' + page_title + '</title>n/
<meta charset="utf-8>n/
</head>n/
<body>n/
<header>n/' + page_header + 'n/<header>n/
<div class="main">n/<p>' + page_container + '</p>n/
</div>n/
<footer>n/' + page_footer + '</footer>n/
</body>n/
</html>')
file.close()